Repository: skaut/skaut-bazar
Catalog: languages/skautbazar-*.po
Languages: cs_cz

source: Active
cs_cz: Aktivní

source: Archived
cs_cz: Archivováno

source: Reserved
cs_cz: Rezervováno

source: Advertisements
cs_cz: Inzeráty

source: All advertisements
cs_cz: Všechny inzeráty

source: Add advertisement
cs_cz: Přidat inzerát

source: New advertisement
cs_cz: Nový inzerát

source: Edit advertisement
cs_cz: Upravit inzerát

source: Refresh advertisement
cs_cz: Aktualizovat inzerát

source: View advertisement
cs_cz: Zobrazit inzerát

source: Search in advertisement
cs_cz: Prohledat inezráty

source: Not found
cs_cz: Nenalezeno

source: Not found in trash
cs_cz: Nenalezeno v koši

source: Advertisement No.
cs_cz: Číslo inzerátu

source: Status
cs_cz: Stav

source: Advertisement title
cs_cz: Název inzerátu

source: Category
cs_cz: Kategorie

source: Tags
cs_cz: Štítky

source: Date
cs_cz: Datum

source: Unknown
cs_cz: Neznámý

source: No title
cs_cz: Žádný název

source: Advertisement
cs_cz: Inzerát

source: Please fill required field
cs_cz: Prosím, vyplňte požadovaná pole

source: Active, save changes
cs_cz: Aktivní, změny uloženy

source: Inzerat no.
cs_cz: Číslo inzerátu

source: Inzerat title
cs_cz: Název inzerátu

source: Inzerat status
cs_cz: Stav inzerátu

source: Reservation to e-mail
cs_cz: Rezervováno na e-mail

source: Picture
cs_cz: Obrázek

source: Add picture
cs_cz: Přidat obrázek

source: Delete picture
cs_cz: Smazat obrázek

source: Name
cs_cz: Jméno

source: Last name
cs_cz: Příjmení

source: Telephone
cs_cz: Telefon

source: Sell item as
cs_cz: Vyberte způsob prodeje

source: Price
cs_cz: Cena

source: Exchange
cs_cz: Výměna

source: Gift
cs_cz: Zdarma

source: Sell as
cs_cz: Způsob prodeje

source: Price for item
cs_cz: Cena

source: Description for exchange
cs_cz: Vyměnit za

source: Description
cs_cz: Další popis

source: Size
cs_cz: Velikost

source: Default values
cs_cz: Výchozí hodnoty

source: Default name
cs_cz: Výchozí jméno

source: Default last name
cs_cz: Výchozí příjmení

source: Default e-mail
cs_cz: Výchozí e-mail

source: Default telephone
cs_cz: Výchozí telefon

source: Next inzerat no.
cs_cz: Další číslo inzerátu

source: Last inzerat no.
cs_cz: Poslední číslo inezrátu

source: Save
cs_cz: Uložit

source: Exchange for
cs_cz: Výměna za

source: Inzerat no.
cs_cz: Číslo inzerátu:

source: Contact
cs_cz: Kontakt

source: Interested
cs_cz: Mám zájem

source: Enter your e-mail address to complete reservation
cs_cz: Pro dokončení rezervace vložte Váš e-mail

source: Make reservation
cs_cz: Rezervovat

source: Close
cs_cz: Zavřít

source: Reservation no.
cs_cz: Číslo rezervace

source: New item reservation
cs_cz: Rezervace inzerátu

source: E-mail address is not valid
cs_cz: E-mailová adresa není platná

source: Item was reserved for your e-mail address
cs_cz: Rezervace byla vytvořena na Vaši e-mailovou adresu

source: Error during reservation, please try it later
cs_cz: Chyba během vytváření rezervace, zkuste to prosím později

source: Skautbazar settings
cs_cz: Nastavení

source: Hy
cs_cz: Ahoj

source: Someone showed interest for item no.
cs_cz: Někdo má zájem o tvůj předmět číslo

source: in your bazar
cs_cz: ve tvém bazaru

source: Reserved to e-mail
cs_cz: Rezervace na e-mail

source: Please reply him as soon as possible.
cs_cz: Ozvěte se mu prosím co nejdříve.

source: Currency
cs_cz: Měna

source: Left
cs_cz: Vlevo

source: Right
cs_cz: Vpravo

source: Tag
cs_cz: Štítek

source: Message from potential buyer
cs_cz: Zpráva od zájemce

source: Message to seller
cs_cz: Zpráva pro nabízejícího

source: Plugin settings
cs_cz: Nastavení pluginu

source: Allow message from potential buyer to the seller
cs_cz: Povolit zprávu od zájemce pro nabízejícího

source: Disable author lastname field
cs_cz: Deaktivovat pole pro příjmení
